<template>
  <scroll-view class="content" scroll-y>
    <view class="text">
      <view center class="title"> 智趣猴用户注册与隐私保护服务协议 </view>
      <text>
        “智趣猴”平台通过以下条款为您提供服务。您应当阅读并遵守《用户注册和隐私保护服务协议》（以下简称为“本协议”），本协议是您与“智趣猴”之间的法律协议。您在使用“智趣猴”提供的各项服务之前，请您务必审慎阅读、充分理解各条款内容，特别是隐私保护、用户信息、知识产权、免除或者限制责任以及争议管辖与法律适用的条款。除非您已阅读并接受本协议所有条款，否则您无权使用“智趣猴”提供的服务。您注册、登录、访问、使用“智趣猴”的服务即视为您已阅读并同意本协议以及未来针对本协议更新版本的约束，包括“智趣猴”对本协议服务条款随时做的任何修改。用户可在智趣猴软件内页上查阅本协议的最新版本。新协议一经公布即代替原协议。如用户不接受更新后的协议，应立即停止使用智趣猴提供的服务。
        一、服务说明
        “智趣猴”的具体服务内容由“智趣猴”根据实际情况提供，如课程管理、会员等。“智趣猴”保留变更、中止、中断或终止部分网络服务的权利。“智趣猴”保留根据实际情况随时调整“智趣猴”平台提供的服务种类、形式的权利。如有此等情形发生，我们会采取合理的方式并以合理的期限提前通知您。“智趣猴”不承担因业务调整给用户造成的损失。“智趣猴”仅提供相关服务，除此之外与本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。
        二、隐私保护
        1.用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。用户在注册账号、填写个人资料时须承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在个人资料中出现违法和不良信息，不得冒用他人信息。
        2.个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在智趣猴服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。
        3.尊重用户个人隐私信息的私有性是智趣猴的一贯制度，智趣猴将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者智趣猴发现存在发生前述情形的可能时，将及时采取补救措施。
        4.智趣猴未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：
          (1) 智趣猴根据法律法规规定或有权机关的指示提供用户的个人隐私信息；
          (2)
        由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因智趣猴原因导致的个人隐私信息的泄露；
          (3) 用户自行选择向第三方公开其个人信息；   (4)
        用户与智趣猴及合作单位之间就用户个人信息的使用公开达成约定，智趣猴因此向合作单位公开用户个人隐私信息；
          (5)
        任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；
          (6) 本协议约定的其他情形等。 5.
        用户同意智趣猴可在以下事项中使用用户的个人信息：   (1)
        智趣猴向用户及时发送重要通知，如软件更新、本协议条款的变更；   (2)
        智趣猴内部进行审计、数据分析和研究等，以改进智趣猴的产品、服务和与用户之间的沟通；
          (3)
        依本协议约定，用户公开其个人信息、智趣猴管理、审查用户信息及进行处理措施；
          (4) 适用法律法规规定的其他事项。
        除上述事项外，如未取得用户同意，智趣猴不会将用户个人隐私信息使用于任何其他用途。
        6.为了改善智趣猴的技术和服务，向用户提供更好的服务体验，智趣猴或可会自行收集使用或向第三方提供用户的非个人隐私信息。
        三、用户信息收集
        智趣猴提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为智趣猴的用户或无法享受智趣猴提供的某些服务，或者无法达到相关服务拟达到的效果。
        1.收集用户信息范围和作用：
        1）用户信息收集使用目的：APP会收集用户的手机号进行账号的注册与登录，APP还会收集用户的IP地址，用来判别用户所在区域；
        （2）用户信息收集使用方式：APP通过用户自己注册填写时收集手机号；
        （3）用户信息收集使用范围：APP保证不会泄露用户信息；
        （4）APP可能获取用户的IMEI,软件安装列表,MAC地址行为进行手机短信验证登录与APP更新下载功能；
        设备信息：设备标识符（IMEI、IDFA、Android ID、MAC、OAID等相关信息）
        应用信息（应用崩溃信息、通知开关状态、软件列表等相关信息）、设备参数及系统信息（设备类型、设备型号、操作系统及硬件相关信息；
        网络信息：IP地址，WiFi信息，基站信息等相关信息网络信息：IP地址，WiFi信息，基站信息等相关信息；
        除上述信息外，智趣猴还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与智趣猴的客户服务团队联系时所提供的相关信息，您参与问卷调查时向智趣猴发送的问卷答复信息，以及您与智趣猴的关联方、智趣猴合作伙伴之间互动时智趣猴收集的相关信息。与此同时，为提高您使用智趣猴平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，智趣猴可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些智趣猴认为有风险的URL。
        2.来自第三方的信息
        为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，智趣猴的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向智趣猴分享您的个人信息。
          您了解并同意，以下信息不适用本隐私保护条款：
        （1）您在使用智趣猴平台提供的站内搜索服务时输入的关键字信息；
        （2）在您未选择“匿名评价”功能时，智趣猴收集到的您在智趣猴平台进行评价的有关数据，包括但不限于用户名、商品名称及评价详情等；
        （3）信用评价、违反法律规定或违反智趣猴规则行为及智趣猴已对您采取的措施；
        （4）应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息。
            
        您知悉并认可：智趣猴可能会与第三方合作向用户提供相关的网络服务，在此情况下，如智趣猴旗下相应主体已与该第三方签署了适当的保密条款，则智趣猴有权将用户的注册信息等资料提供给该第三方，并要求该第三方按照智趣猴的隐私保护条款以及其他任何相关的保密和安全措施来为智趣猴处理上述信息。另外，在不透露单个用户隐私资料的前提下，智趣猴有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。智趣猴可能会对网络服务使用情况进行统计。同时，智趣猴可能会与公众分享这些统计信息，以展示智趣猴服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。
         四、信息使用的目的和方式
        因收集您的信息是为了向您提供服务及提升服务质量的目的，为了实现这一目的，智趣猴会把您的信息用于下列用途：
        1.向您提供您使用的各项服务，并维护、改进这些服务。
        2.智趣猴可能使用您提供的个人信息中的联系方式与您通信，例如通知您有关您的账户、安全性更新、产品和服务信息。为了更好的为您提供服务，请您及时查看智趣猴发送的相关信息。
        3.向您推荐您可能感兴趣的内容，包括但不限于通过系统向您展示个性化的第三方推广信息，或者根据本条款与智趣猴的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如果您对智趣猴推荐的内容不感兴趣，请及时回复取消内容的通知。
        4.智趣猴可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与智趣猴或其关联方协议、政策或规则的行为，以保护您、其他智趣猴用户，或智趣猴或其关联方的合法权益。
        5.智趣猴可能会将来自某项服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露。
        6.智趣猴不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的同意，或该第三方和智趣猴及其关联方单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
          您知悉并认可：智趣猴通过广告或其他方式向您提供链接，使您可以接入第三方服务或网站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私条款约束，您需要仔细阅读其条款。本协议仅适用于智趣猴提供的服务器所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，智趣猴对任何第三方使用由您提供的信息不承担任何责任。
        五、用户注册 1.
        您确认，在您完成注册程序或以其他智趣猴允许的方式实际使用智趣猴平台服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力，确保有能力对您使用智趣猴提供服务的一切行为独立承担责任。若您不具备前述主体资格，则您及您的家长或法定监护人（以下统称“监护人”）应承担因此而导致的一切后果，且智趣猴有权注销您的账户，并向您及您的监护人索偿。
        2.
        智趣猴非常重视对青少年个人信息搜集和使用的安全性的保护。智趣猴建议，任何未满18周岁的未成年人参加网上活动应事先取得其监护人的同意并遵守《全国青少年网络文明公约》。监护人应承担未成年人网络活动风险及保护未成年人相关网络隐私的首要责任。
        3.如发现您的用户账号中含有不雅文字或不恰当名称的，智趣猴平台保留取消用户资格的权利。请勿以党和国家领导人或其他社会名人真实姓名、字号、艺名、笔名注册；请勿以国家机构或其他机构名称注册、请勿注册不文明、不健康的名称，及包含歧视、侮辱、猥亵类词语的名称；请勿注册易产生歧义、引起他人误解或其他不符合法律规定的账号；用户自己有义务保证账号和密码的安全，用户利用该账号和密码进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本平台不承担任何责任。
        4.
        如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应该立即修改帐号密码并妥善保管，如有必要，请通知本平台，因黑客行为或用户的保管疏忽导致账号非法使用，智趣猴平台不承担任何责任。
        5.
        您了解并同意，一经注册用户账号，即视为您同意智趣猴及/或其关联公司可以通过拨打电话、发送短信或者电子邮件等方式向您注册时填写的手机号码、电子邮箱等发送、告知相应的产品服务广告信息、促销优惠等营销信息；您如果不同意接收相关信息，您可以通过客服或相关提示进行退订。
        六、用户注销 6.1、账号注销的流程
        6.1.1本协议项下的“账号注销”是指由您主动发起的，旨在实现注销您的账号及终止其下所有您使用的相关服务、存在的合同及其他关系、完全关闭您原先注册并合法持有的特定账号等的操作。
        6.1.2
        账号注销为不可逆操作，自您正式向客服提交申请之时起，客服在15个工作日时间内将核实您账号的相关情况，如核查通过，账号将被注销。
        6.1.3 如果您需要注销账号，您的账号需同时满足以下条件：
        （1）账号内无未完成的订单、服务；
        （2）账号无任何未完成的投诉举报或被投诉举报；
        （3）账号中无尚未使用的权益；
        （4）您不存在任何拖欠或者未缴纳的任何款项；
        （5）您的账号与其他第三方网络应用（例如：网站、APP）或其他账号的绑定关系或对外授权已经解除，或者您能确信不解除该等绑定关系或不撤回该等对外授权不会对您本人或任何第三方造成任何不利影响；
        （6）您账号下所有的用户（包括协作者、子用户、消息接收人）和 API
        密钥等已经全部删除；
        （7）您账号下的所有您有权的数据、信息等均已迁出及妥善备份，或您完全放弃保留、找回该等数据的权利；
        （8）您提交账号注销申请，并非为了躲避正在或即将发生的投诉、纠纷、诉讼，或规避主管部门的监管，或绕开法律法规的相关规定等不良意图；
        （9）账号不存在其他依照法律法规的要求应当履行而尚未履行的义务等情形；
        （10）已经妥善处理了其他任何可能影响您权益的事项。
        核查过程中，如果发现您账号不能同时满足上述条件的，您的账号注销申请将被驳回。如果您希望继续注销，需根据驳回原因处理完成相关事项后，重新发起账号注销申请。
        6.1.4
        账号注销期间，如果发现您的账号涉及争议、纠纷，包括但不限于有涉及投诉、诉讼、仲裁或政府监管等事项的可能性或者相应事项已经发生，将单方终止您的账号注销申请而无需另行得到您的同意。
        6.2、账号注销的后果 6.2.1
        您知悉并同意，账号完成注销流程后将产生包括但不限于以下后果： 6.2.1.1
        您原先拥有的账号将被收回，您无权再使用原有的账号。您将无法再次以该账号登录网站、授权访问的第三方网络服务等；
        6.2.1.2 您将无法以该账号访问控制面板； 6.2.1.3
        您将无法进行依赖于该账号的权限操作； 6.2.1.4
        您将无法找回该账号下您曾经存储、使用等的全部信息、数据等，按照相关法律规定应该保留的相关信息或数据除外。
        6.2.1.5 其他可能对您的权益造成损害或给您造成损失的后果。 6.3 客服信息
        QQ：1291263574  工作时间：9:00-18:00 固话：020 34511233 七、用户行为
        用户须保证在智趣猴的所有行为，包括但不限于发布、传播相关内容符合法律法规、相关政策及智趣猴不定时更新的声明、规则、公告，符合公序良俗等基本社会规范。用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
        1.发布或以其它方式传送含有下列内容之一的信息：
        违反宪法或法律法规规定的；
        危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        损害国家荣誉和利益的，损害公共利益的；
        煽动民族仇恨、民族歧视、破坏民族团结的；
        破坏国家宗教政策，宣扬邪教和封建迷信的；
        散布谣言，扰乱社会秩序，破坏社会稳定的；
        散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        侮辱或者诽谤他人，侵害他人合法权利的；
        含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
        歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
        宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；
        煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
        含有“智趣猴”认为不适合在“智趣猴”展示的内容；
        2.以任何方式危害他人的合法权益；
        3.冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；
        4.将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；
        5.将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以发布或以其它方式传送；
        6.将任何广告信函、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；
        7.将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan
        horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；
        8.干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；
        9.跟踪、人肉搜索或以其它方式骚扰他人；
        10.故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；
        11.未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。
        您已认可“智趣猴”未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于“智趣猴”。但“智趣猴”依其自行之考虑，可拒绝和删除经由本服务提供之违反本条款的或其它引起“智趣猴”反感的任何内容。您了解并同意，“智趣猴”依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：
        1.遵守法律程序； 2.执行本使用协议； 3.回应任何第三人提出的权利主张；
        4.保护“智趣猴”、其用户及公众之权利、财产或个人安全；
        5.其它“智趣猴”认为有必要的情况。 八、知识产权
        “智趣猴”的整体内容版权属于广东智趣猴教育科技有限公司所有。“智趣猴”所有的产品、技术与所有程序均属于“智趣猴”知识产权，在此并未授权。“智趣猴”所有设计图样以及其他图样、产品及服务名称，均为广东智趣猴教育科技有限公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。未经智趣猴许可，任何单位和个人不得私自复制、传播、展示、镜像、上载、下载、使用，或者从事任何其他侵犯智趣猴知识产权的行为。否则，智趣猴将追究相关法律责任。用户由于非法使用“智趣猴”给“智趣猴”或他人造成损失的，由用户承担相关法律责任。
        九、内容所有权
        “智趣猴”提供的本服务内容可能包括：文字、软件、声音、图片、录象、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。用户只有在获得“智趣猴”或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。“智趣猴”鼓励用户充分利用“智趣猴”平台自由地张贴和共享自己的信息，但这些内容必须位于公共领域内，或者用户拥有这些内容的使用权。同时，用户对于其创作并在“智趣猴”上发布的合法内容依法享有著作权及其相关权利。用户不应通过“智趣猴”张贴其他受版权保护的内容。“智趣猴”如果收到正式版权投诉，将会删除这些内容。在“智趣猴”张贴的公开信息
        在本协议中，“本服务公开使用区域”系指一般公众可以使用的区域。用户同意已就用户于本服务公开使用区域及本服务其它任何公开使用区域张贴之内容，或包括照片、图形或影音资料等内容，授予“智趣猴”全球性、免许可费及非独家的使用权，“智趣猴”可以为了展示、散布及推广张贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，对于照片及图形资料的上述使用，仅为张贴该照片或图形于本服务之目的而为之。在用户将前述内容放入本服务期间，使用权持续有效；若用户将前述内容自本服务中删除，则使用权于删除时终止。
        用户同意已就用户于本服务其它公开使用区域张贴的其它内容，授予“智趣猴”免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，及/或将前述内容（部分或全部）加以散布、表演、展示，及/
        或放入利用任何现在已知和未来开发出之形式、媒体和科技之其它著作物当中。
        十、遵守法律
        您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。同时，如果“智趣猴”有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，“智趣猴”可在任何时候不经任何事先通知终止向您提供服务。
        十一、与广告商进行交易
        用户通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为用户与广告商之间之行为。用户因前述任何交易或前述广告商而遭受的任何性质的损失或损害，“智趣猴”均不予负责。
        十二、免责声明 1.
        互联网是一个开放平台，用户将照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。用户在使用智趣猴平台某一特定服务时，该服务可能会有另外单独的协议或规则，您在使用该服务前请阅读并同意相关的单独协议或规则。若该服务由第三方提供，则该服务由第三方承担一切责任。智趣猴仅按照相关法律法规的规定承担平台责任，我们不对第三方的诽谤、犯罪或其他非法行为承担责任，也不赔偿因此造成您的损失。智趣猴不保证服务一定能满足用户的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。对于因不可抗力或“智趣猴”无法控制的原因造成的网络服务中断或其他缺陷，“智趣猴”不承担任何责任。智趣猴不对用户所发布信息的删除或储存失败承担责任。智趣猴有权判断用户的行为是否符合本网站使用协议条款之规定，如果智趣猴认为用户违背了协议条款的规定，智趣猴有终止向其提供网站服务的权利。
        2.
        您了解并同意，智趣猴不对因下述任一情况而导致您的任何损害、赔偿承担责任，包括但不限于经济、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：
        1) 使用或未能使用智趣猴平台服务； 2)
        第三方未经批准地使用您的账户或更改您的数据； 3)
        通过智趣猴平台服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失；
        4) 您对智趣猴平台服务的误解； 5)
        任何非因智趣猴的原因而引起的与平台服务有关的其它损失等。 3.
        智趣猴对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。
        4.
        您应当严格遵守本协议及智趣猴发布的其他协议、活动规则、站内公告等，因您违反协议或规则的行为给第三方或智趣猴造成损失的，您应当承担全部责任。
        十三、附则
        本用户条款的订立、执行和解释及争议的解决均应适用中华人民共和国法律。
        如用户就本协议内容或其执行发生任何争议，用户应尽量与智趣猴友好协商解决；协商不成时，任何一方均可向“智趣猴”所在地的人民法院提起诉讼。用户同意，发生争议时，与注册、登录、使用智趣猴账号相关的一切数据和记录，包括但不限于所有登录和相关的使用统计数字以智趣猴的系统数据为准。智趣猴未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。如本协议条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议条款的其余条款仍应有效并且有约束力。
        本协议所有条款的最终解释权属于“智趣猴”。
      </text>
    </view>
  </scroll-view>
</template>

<script setup></script>

<style>
.content {
  height: 100vh;
  padding: 20rpx;
  box-sizing: border-box;
}
.title {
  font-size: 32rpx;
  line-height: 48rpx;
  color: #333;
  font-weight: bold;
}
.text {
  font-size: 28rpx;
  line-height: 48rpx;
  color: #333;
}
</style>
