<template>
  <scroll-view class="content" scroll-y>
    <view class="text">
      <view center> 智趣猴用户服务协议 </view>
      <text>
        在您注册、登录智趣猴APP（以下简称“本APP”或“智趣猴”）、使用智趣猴服务（以下简称“本服务”或“智趣猴服务”）之前，应当仔细阅读并充分理解《智趣猴用户服务协议》（以下简称“本协议”）之全部条款,尤其是免除或者限制责任的条款、知识产权条款、法律适用及争议解决等。上述条款均添加粗体和下划线标识，请您务必重点阅读。您确认，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力，确保有能力对您使用智趣猴提供服务的一切行为独立承担责任。若您不具备前述主体资格，请在您的父母或法定监护人陪同下阅读本协议，并在取得他们对您使用服务的行为，以及对本协议全部条款的同意之后，方可使用本服务。智趣猴在依据法律规定或本协议约定要求您承担责任时，有权向您的监护人追偿。如果您对本协议的任何条款表示异议，或者无法准确理解本协议任何条款，请不要访问和/或使用智趣猴及本服务。您的注册、登录、访问智趣猴、使用本服务等行为视为对本协议全部内容的接受，也意味您将接受本协议以及未来针对本协议更新版本的约束，并服从智趣猴的统一管理。
        一、服务协议的确认和变更 1.
        本协议是您（以下简称“用户”）与智趣猴之间关于注册、登录智趣猴、使用智趣猴服务所订立的有约束力的法律文件。
        2.
        本协议的内容包括协议正文、智趣猴已发布或将来可能发布的其他声明、规则、公告等。上述声明、规则、公告等均为本协议不可分割的组成部分，与本协议具有同等法律效力。
        3.
        智趣猴可能会不定期的更新本协议，用户可在智趣猴软件内页上查阅本协议的最新版本。新协议一经公布即代替原协议。如用户不接受更新后的协议，应立即停止使用智趣猴提供的服务。
        二、 账号注册、登录与使用 1.
        用户在使用本服务前须进行账号注册和/或登录。账号应当使用手机号码绑定注册，请用户使用尚未与“智趣猴”账号绑定的手机号码，以及未被服务根据本协议封禁的手机号码注册“智趣猴”账号。用户须按照智趣猴要求提供真实、及时、详尽及准确的个人资料，包括但不限于手机号、身份信息、密码及注册或更新注册信息时输入的所有信息（以下简称“个人资料”）。如个人资料有任何变动，用户须及时在智趣猴上予以更新。更改注册账号的行为，视为注册新账号，原账号内所有信息，包括但不限于已购服务、虚拟财产等（如有），不予转移。
        2.
        用户在注册账号、填写个人资料时须承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在个人资料中出现违法和不良信息，不得冒用、关联机构或社会名人，且用户保证其在注册和使用账号时，特别不得有以下情形：
        （1）违反宪法或法律法规规定的；
        （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        （3）损害国家荣誉和利益的，损害公共利益的；
        （4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
        （5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；
        （6）煽动民族仇恨、民族歧视，破坏民族团结的；
        （7）破坏国家宗教政策，宣扬邪教和封建迷信的；
        （8）散布谣言，扰乱经济秩序、社会秩序，破坏社会稳定的
        （9）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        （10）侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；
        （11）含有法律、行政法规禁止的其他内容的。 3.
        若用户提供给智趣猴的个人资料不准确、不真实、含有违法或不良信息的，智趣猴有权不予注册并保留终止用户使用智趣猴各项服务的权利。若用户以虚假信息骗取账号注册或账号头像、个人简介等个人资料存在违法和不良信息的，智趣猴有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或个人注册账号名称的，智趣猴有权注销该账号，并向政府主管部门进行报告。
        4.
        智趣猴用户账号所有权归智趣猴所有。智趣猴用户账号仅限于用户本人使用，禁止赠与、借用、租用、转让或售卖。如果智趣猴发现使用者并非账号初始注册人，有权不经通知收回账号而无需向账号使用人承担法律责任，由此带来的包括并不限于通讯中断、资料、虚拟财产清空、已购服务清空等损失由用户自行承担。
        5.
        用户同意使用本服务期间，接受智趣猴提供的商业信息，提供方式包括但不限于电子邮件、手机短信等合法方式。对于上述智趣猴发送的商业信息，用户有权取消订阅或者通过其他方式拒绝推送。
        6.
        用户同意，发生争议时，与注册、登录、使用智趣猴账号相关的一切数据和记录，包括但不限于所有登录、付费记录和相关的使用统计数字以智趣猴的系统数据为准。
        7.
        用户有责任妥善保管智趣猴账号信息及账号密码的安全，用户需要对智趣猴账号下的行为承担法律责任。由于账号、密码等信息外借、泄露或者被他人盗用而引起的法律责任，由用户自行承担。用户同意在任何情况下不使用其他用户的账号。用户同意若发现任何非法使用用户账号或安全漏洞的情况，有义务立即告知智趣猴。
        8. 本APP可能涉及选课付费服务。付费相关事项请见相关具体协议。 三、
        双方权利与义务 1.
        用户必须为自己账号下发生的一切行为负责。用户须保证在智趣猴的所有行为，包括但不限于发布、传播相关内容符合法律法规、相关政策及智趣猴不定时更新的声明、规则、公告，符合公序良俗等基本社会规范。用户承诺：
        (1)
        用户在智趣猴上发布信息或者利用本服务时必须符合中国有关法律、法规、规章、政策，不得在智趣猴的网页上或者利用智趣猴服务制作、复制、发布、传播以下信息：
        (a) 违反宪法或法律法规规定的； (b)
        危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； (c)
        损害国家荣誉和利益的，损害公共利益的； (d)
        歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
        (e) 宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的； (f)
        煽动民族仇恨、民族歧视，破坏民族团结的； (g)
        破坏国家宗教政策，宣扬邪教和封建迷信的； (h)
        煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； (i)
        以非法民间组织名义活动的；
        (j)散布谣言，扰乱经济秩序、社会秩序，破坏社会稳定的；
        (k)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        (l)侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；
        (m)含有法律、行政法规禁止的其他内容的。 (2)
        用户不得利用智趣猴从事制作、复制、上传、发布、传播如下内容： (a)
        含有任何性或性暗示以及任何其他低俗类信息； (b) 未经智趣猴允许发布广告；
        (c)侵害他人合法权益，包括但不限于名誉权、肖像权、知识产权、表演者权、商业秘密、隐私权等。
        (3)
        用户在智趣猴上发布信息或者利用本服务时，应当采取措施，防范和抵制制作、复制、发布含有下列内容的不良信息：
        (a)使用夸张标题，内容与标题严重不符的； (b)炒作绯闻、丑闻、劣迹等的；
        (c)不当评述自然灾害、重大事故等灾难的；
        (d)带有性暗示、性挑逗等易使人产生性联想的；
        (e)展现血腥、惊悚、残忍等致人身心不适的；
        (f)煽动人群歧视、地域歧视等的； (g)宣扬低俗、庸俗、媚俗内容的；
        (h)可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的；
        (i)其他对网络生态造成不良影响的内容。 (4)
        为确保智趣猴和用户的利益，用户在使用智趣猴时，不应进行如下行为（该行为是指使用智趣猴帐户和智趣猴所进行的任何行为，包括但不限于注册登录、帐号运营、管理及推广以及其他行为）：
        (a) 强制、诱导其他用户关注、点击链接页面或分享信息；
        (b)虚构事实、隐瞒真相以误导、欺骗他人；
        (c)未经智趣猴书面许可使用插件、外挂或其他第三方工具、服务接入本服务和相关系统；
        (d)利用智趣猴及智趣猴帐户从事违法犯罪活动； (e)
        不得利用非法软件或其他作弊方式进行欺诈行为（包括但不限于刷订阅数、刷评论数、刷点击量等），也不得利用系统漏洞来获得不正当的非法利益；
        (f)不得利用党旗、党徽、国旗、国徽、国歌等代表党和国家形象的标识及内容，或者借国家重大活动、重大纪念日和国家机关及其工作人员名义等，违法违规开展网络商业营销活动；
        (g)不得通过发布、删除信息以及其他干预信息呈现的手段侵害他人合法权益或者谋取非法利益；
        (h)不得利用深度学习、虚拟现实等新技术新应用从事法律、行政法规禁止的活动；
        (i)不得通过人工方式或者技术手段实施流量造假、流量劫持以及虚假注册账号、非法交易账号、操纵用户账号等行为，破坏网络生态秩序；
        (j)
        其他以任何不合法的方式、为任何不合法的目的、或以任何与本条款不一致的方式使用、干扰本服务。
        2. 智趣猴有权对用户发布的内容在任何时间节点进行审核，若智趣猴认为用户发布的内容存在违法、侵权或其他不恰当的情况，智趣猴有权不经用户事先同意即采取屏蔽、删除内容、暂停用户账号的使用、注销用户账号等措施。
        3.
        用户承诺，非经智趣猴同意，用户不能利用智趣猴内容进行复制、销售、传播或其他除本服务外的商业用途。如用户有需要将服务用于商业用途，应书面通知智趣猴并获得智趣猴的明确授权。
        4.
        用户承诺，不将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；不以技术方式攻击或破坏或改变智趣猴的部分或全部、或干扰其运行；不以非法方式获取或使用智趣猴的任何软件、代码或其他技术或商业信息；不对智趣猴运行的任何程序进行反向工程、反向编译、反向汇编或改写。
        5.用户在此免费地、永久性地、不可撤销地在全世界范围内授权智趣猴在界面设计、推广等活动中（包括但不限于频道设计、对外宣传、产品介绍等）免费使用其姓名（包括但不限于网名及任何代表用户身份的文字符号）、肖像。
        6.
        用户同意授予智趣猴在全世界范围内免费地、永久性地、不可撤销地使用和转授权用户通过智趣猴发布或用户使用智趣猴服务过程中形成的信息及内容（包括但不限于文字、图片、音频、视频）等，智趣猴可以通过包括但不限于使用、复制、发行、改编、汇编、传播、修改、转授权、摄制、翻译、创建衍生作品、出版、表演、放映等方式使用相关内容。
        7.
        用户许可智趣猴有权就任何主体侵犯上述信息及内容的侵权而单独提起诉讼或开展其他法律行动。
        8.
        本APP有权视严重情况，对违反本协议的用户采取以下单项或多项措施进行处罚：
        （1）暂停/终止提供全部或部分服务； （2）删除违规内容；
        （3）暂时/永久封禁账号； 9.
        用户违反本协议，导致第三方向智趣猴及其关联公司、合作公司提出索赔等要求的，用户同意承担全部法律责任，包括但不限于赔偿金、罚金、和解费、诉讼仲裁费、合理的律师费支出等，并同意赔偿因此给智趣猴造成的损害。
        四、用户隐私制度
        尊重用户隐私是智趣猴的一项基本政策。智趣猴将按照相关法律的隐私政策收集、存储、使用、披露和保护您的个人信息。请您完整阅读上述隐私权政策，以帮助您更好地保护您的个人信息。如果您是未满14周岁的未成年人，请您通知您的父母或者法定监护人共同阅读并接受我们的协议，并在您使用智趣猴服务、提交个人信息之前，寻求其同意和指导。
        五、知识产权 1.
        本服务中所涉及的智趣猴图形、文字或其组成，以及其他智趣猴标志及产品、服务名称，均为本APP标识。未经本APP事先书面同意，用户不得将本APP标识以任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理本APP标识的行为。用户由于非法使用本APP标识给本APP或他人造成损失的，由用户承担相关法律责任。
        2.
        经由本APP传送的文字、图片、音频、视频及其他内容，受到著作权法、商标法、专利法或其他法律的保护；未经本APP书面授权许可，用户不得自行或许可第三方进行复制、转载、传播、修改、售卖、衍生其他作品或者从事其他侵犯本APP知识产权的行为。用户在智趣猴购买内容仅供用户自己合法使用，用户不得以任何形式，有偿或无偿使得第三方获得内容的全部或部分内容。
        六、特别声明 1.
        为免疑义，用户在此不可撤销地确认其知悉并同意专家及其他用户在智趣猴APP发布的内容只代表个人观点，并不反映或代表本APP的观点、立场或政策。智趣猴有权审核、修改、自行删除且无需通知所有用户及专家发布的内容，但对其合法性、准确性和完整性不作任何保证，对任何因此导致的直接的或间接的损失不承担任何责任。
        2.
        用户因APP公告之系统停机维护、升级、调整，第三方原因如电信部门的通讯设备故障、计算机病毒或黑客攻击、技术问题、网络、电脑故障、系统不稳定性、台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府管制及其他各种不可抗力原因而遭受的一切损失，智趣猴及其合作单位不承担责任；智趣猴对账号上所有服务将尽力维护其安全性及方便性，但对服务中出现的信息（包括但不限于用户发布的信息）删除或储存失败不承担任何责任。因技术故障等不可抗事件影响到服务的正常运行的，智趣猴及其合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，智趣猴及其合作单位不承担责任。
        3.
        用户充分理解并同意：因业务发展需要、突发情势等，智趣猴可能会变更，暂停、限制或者终止部分或全部服务，智趣猴保留根据实际情况随时调整智趣猴平台提供的服务种类、形式的权利。如有此等情形发生，我们会采取合理的方式并以合理的期限提前通知您。
        4.
        智趣猴可能会提供第三方互联网网站或资源链接，除非另有声明外，智趣猴无法对上述网站或资源链接进行控制，因此由于下载、传播、使用或依赖上述网站或资源所生的损失或损害，智趣猴不承担任何责任。
        七、法律适用及争议解决 1.
        本协议适用中华人民共和国大陆地区施行的法律。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关协议将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。
        2.
        凡因本合同引起的或与本合同有关的任何争议，均应提交智趣猴住所地有管辖权的人民法院管辖。
        八、附则 1.
        智趣猴不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响智趣猴在将来行使该权利。
        2.
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效且具有约束力，智趣猴及用户均应尽力使该协议设定的本意得到实现。
        3. 本协议中的标题仅为方便而设，不作为解释本协议的依据。
      </text>
    </view>
  </scroll-view>
</template>

<script setup></script>

<style>
.content {
  height: 100vh;
  padding: 20rpx;
  box-sizing: border-box;
}
.text {
  font-size: 28rpx;
  line-height: 48rpx;
  color: #333;
}
</style>
